import BlogImg1 from "../assets/images/single_news2.png";
import BlogImg2 from "../assets/images/single_news2.png";
import BlogImg3 from "../assets/images/budget_main.webp";
import Rahul from "../assets/images/rahul.webp";
import Rain from "../assets/images/rain.jpg";
import Manu from "../assets/images/manu.jpg";
import cricket from "../assets/images/cricket.jpg"

export const data = [
  {
    id: 1,
    category: "sport",
    title:
      "કેન્દ્રીય બજેટ 2024 ની પ્રાથમિકતાઓ | નાણામંત્રીએ ગણાવી સરકારની 9 પ્રાથમિકતાઓ, જાણો કોણ રહ્યું મોખરે ",
    shortTitle: "right title",
    time: "app 22, 2024",
    important: 1,
    image: BlogImg3,
    centerImage: BlogImg1,
    comment: 10,
    paragraphs: [
      "દેશમાં મોદી સરકાર 3.0 સરકારનું પહેલુ પૂર્ણ બજેટ આજે રજૂ થઇ રહ્યું છે. નાણામંત્રી નિર્મલા સીતારમણ બજેટ રજૂ કરી રહ્યાં છે.  આ બજેટમાં તમામ ક્ષેત્રો માટે ઘણી મોટી જાહેરાતો કરવામાં આવી છે. ઈન્કમ ટેક્સ પર સરકારે મોટી જાહેરાત કરી છે.  નવા ટેક્સ માળખામાં સ્ટાન્ડર્ડ ડિડક્શન પર લિમિટ વધારવામાં આવી છે. 3 લાખ સુધીની આવક કરમુક્ત રહેશે. નવા માળખામાં સ્ટાન્ડર્ડ ડિડક્શન વધારી 75 હજાર કરવામાં આવ્યું છે. ",
      "નાણામંત્રી નિર્મલા સીતારમણે ઘણી મોટી જાહેરાતો કરી છે. 3 લાખથી 5 લાખની આવક પર 5 ટકા ટેક્સ આપવો પડશે. 7થી 10 લાખ સુધીની આવક પર 10 ટકા ટેક્સ આપવો પડશે.  10થી 12 લાખની આવક પર 15 ટકા ટેક્સ રાખવામાં આવ્યો છે.  ",
      "<h5>નવા ઈનકમ ટેક્સ રિજીમમાં ટેક્સ  </h5>",
      "જો આપણે નવી આવકવેરા વ્યવસ્થા પર નજર કરીએ તો, નવી કર વ્યવસ્થામાં 7 લાખ રૂપિયા સુધીની આવક ધરાવનારને કોઈ ટેક્સ ચૂકવવો પડતો નથી. સરકાર આવકવેરા અધિનિયમ 87A હેઠળ 25,000 રૂપિયાની ટેક્સ છૂટ આપે છે. નવી આવકવેરા પ્રણાલી હેઠળ, 3 લાખ રૂપિયા સુધીની આવક પર કોઈ ટેક્સ નથી. 3-6 લાખ રૂપિયાની આવક પર 5%, રૂપિયા 6-9 લાખના સ્લેબ પર 10%, રૂપિયા 9-12 લાખના સ્લેબ પર 15%, રૂપિયા 12-15 લાખના સ્લેબ પર 20% અને 15 લાખ રૂપિયાથી વધુની આવક પર  30 ટકા  ટેક્સ ચૂકવવો પડશે.",
      "<h5>નવા ઈનકમ ટેક્સ રિજીમમાં ટેક્સ  </h5>",
      "જો આપણે જૂના આવકવેરા શાસનના ટેક્સ સ્લેબ પર નજર કરીએ, તો જૂની કર વ્યવસ્થામાં રૂ. 2.50 લાખ સુધીની આવક પર કર મુક્તિ છે. 2.50 થી 5 લાખ રૂપિયાની આવક પર 5%, 5 થી 10 લાખ રૂપિયાની આવક પર 20% અને 10 લાખ રૂપિયાથી વધુની આવક પર 30% ટેક્સ ચૂકવવો પડશે. જૂની ટેક્સ સિસ્ટમમાં 5 લાખ રૂપિયા સુધીની આવક ધરાવતા લોકોએ કોઈ ટેક્સ ચૂકવવો પડતો ન હતો. સરકાર 2.50 થી 5 લાખ રૂપિયાની આવક પર 5 ટકાના દરે 12500 રૂપિયાના ટેક્સ પર છૂટ આપે છે.",
      "<h5>જૂના ઈનકમ ટેક્સમાં ટેક્સ સ્લેબ </h5>",
      "0 - 3 લાખ રૂપિયા સુધી - શૂન્ય",
      "3 થી 7 લાખ રૂપિયા - 5%",
      "રૂ 7 થી 10 લાખ - 10%",
      "રૂ 10 થી 12 લાખ – 15%",
      "રૂ 12 થી 15 લાખ – 20%",
      "15 લાખથી વધુ - 30%",
    ],
    tag: ["budget highlights", "Income Tax", "Income Tax Slabs"],
  },
  {
    id: 2,
    category: "budget",
    title: "લોકસભામાં રાહુલે મોદી સરકાર પર બ્રહ્માસ્ત્ર છોડ્યું.",
    shortTitle: "right title",
    time: "jul 29, 2024",
    important: 1,
    image: Rahul,
    comment: 10,
    centerImage: BlogImg1,
    paragraphs: [
      "રાહુલે કહ્યું- અભિમન્યુને 6 લોકોએ માર્યો હતો; આજે મોદી સહિત 6 લોકોએ દેશને ચક્રવ્યુહમાં ફસાવ્યો.",
      "સંસદના ચોમાસુ સત્રનો સોમવારે (29 જુલાઈ) છઠ્ઠો દિવસ છે. લોકસભામાં કાર્યવાહી દરમિયાન દિલ્હી કોચિંગ દુર્ઘટનાનો મુદ્દો ઉઠાવવામાં આવ્યો હતો. ભાજપ, કોંગ્રેસ અને સપાએ દિલ્હી સરકારની બેદરકારી પર સવાલ ઉઠાવ્યા હતા.",
      "કેરળના કોંગ્રેસના સાંસદ શશિ થરૂરે કહ્યું- દિલ્હીમાં મૂળભૂત સુવિધાઓ પણ નથી. વિદ્યાર્થીઓ ત્યાં યુપીએસસીની તૈયારી કરવા જાય છે, અને તેઓ મૃત્યુ પામે છે. સપા અધ્યક્ષ અખિલેશ યાદવે કહ્યું- આ ઘટના દુઃખદ છે. શું સરકાર ત્યાં બઝડોઝર ચલાવશે?",
      "સંસદમાં કાર્યવાહી શરૂ થાય તે પહેલા જ, કોંગ્રેસે IAS કોચિંગ સેન્ટરની ઘટના પર 27 જુલાઈએ લોકસભામાં સ્થગિત પ્રસ્તાવ મુક્યો છે. કોંગ્રેસના સાંસદ ડો.અમર સિંહે વિદ્યાર્થીઓના મોત માટે જવાબદારીની માંગ કરી છે.",
      "કોચિંગ દુર્ઘટના ઉપરાંત આજે બંને ગૃહમાં બજેટ પર ચર્ચા થશે. આ સિવાય નિર્મલા સીતારમણ લોકસભામાં જમ્મુ અને કાશ્મીર એપ્રોપ્રિએન બિલ (નંબર 3) રજૂ કરશે.",
    ],
    tag: ["Bisy LMS", "Design", "General"],
  },
  {
    id: 3,
    category: "business",
    title: "મનુ ભાકર પાસેથી વધુ એક મેડલની આશા",
    time: "jul 29, 2024",
    important: 1,
    shortTitle: "right title",
    image: Manu,
    comment: 10,
    centerImage: BlogImg1,
    paragraphs: [
      "સરબજોત સાથે 10 મી. પિસ્તોલ મિક્સ્ડમાં બ્રોન્ઝ માટે રમશે; અર્જુન બબુતા મેન્સમાં મેડલને નિશાન સાધશે.",
      "સોમવારે પેરિસ ઓલિમ્પિકમાં 10 મી. ભારતીય ટીમ એર પિસ્તોલ મિક્સ્ડ ઈવેન્ટમાં બ્રોન્ઝ મેડલ મેચ રમશે. મનુ ભાકર અને સરબજોત સિંહની ટીમ આ ઈવેન્ટમાં ત્રીજા ક્રમે રહી હતી. હવે તેમનો સામનો કોરિયા સાથે થશે જે ચોથા સ્થાને છે.",
      "બીજી તરફ 10 મીટર એર રાઈફલ ઈવેન્ટની ફાઈનલમાં ભારતને નિરાશાનો સામનો કરવો પડ્યો હતો. ભારતીય શૂટર રમિતા જિંદાલ આ ફાઈનલમાંથી બહાર થઈ ગઈ છે.",
      "ભારતની મેડલ ઇવેન્ટ.",
      "10 મીટર એર રાઈફલ શૂટિંગ: અર્જુન બબુતા- 3:30 PM.",
      "આર્ચરી: ક્વાર્ટર ફાઈનલ્સ, સેમિફાઈનલ અને ફાઈનલ- સાંજે 6:30 વાગ્યે શરૂ થશે.",
      "અન્ય ઇવેન્ટ્સ: બેડમિન્ટન, હોકી.",
    ],
    tag: ["Bisy LMS", "Design", "General"],
  },
  {
    id: 4,
    category: "entertainment",
    title: "અરવલ્લીમાં ધોધમાર વરસાદ, રસ્તાઓ પર પાણી વહ્યા, મોડાસમાં સવા 4 ઈંચ ખાબક્યો.",
    time: "jul 29, 2024",
    important: 1,
    shortTitle: "right title",
    image: Rain,
    comment: 10,
    centerImage: BlogImg1,
    paragraphs: [
      "વહેલી સવારથી જ ભારે વરસાદ મોડાસા અને મેઘરજ વિસ્તારમાં વરસ્યો છે. બપોરે 2 વાગ્યા સુધીમાં મોડાસામાં સવા ચાર ઈંચ વરસાદ નોંધાયો હતો. જ્યારે મેઘરજમાં ચાર ઈંચ વરસાદ ખાબક્યો હતો. આ ઉપરાંત ભિલોડામાં બે ઈંચ, ધનસુરા અને માલપુરમાં પોણા બે ઈંચ વરસાદ વરસ્યો હતો. બાયડમાં પણ બે ઈંચ વરસાદ વરસતા રાહત સર્જાઈ હતી.",
      "અરવલ્લી જિલ્લામાં વહેલી સવારથી જ ભારે વરસાદ મોડાસા અને મેઘરજ વિસ્તારમાં વરસ્યો છે. બપોરે 2 વાગ્યા સુધીમાં મોડાસામાં સવા ચાર ઈંચ વરસાદ નોંધાયો હતો. જ્યારે મેઘરજમાં ચાર ઈંચ વરસાદ ખાબક્યો હતો. આ ઉપરાંત ભિલોડામાં બે ઈંચ, ધનસુરા અને માલપુરમાં પોણા બે ઈંચ વરસાદ વરસ્યો હતો. બાયડમાં પણ બે ઈંચ વરસાદ વરસતા રાહત સર્જાઈ હતી.",
      "મોડાસાના દધાલીયા અને આસપાસના વિસ્તારમાં ભારે વરસાદને લઈ રસ્તાઓ પર પાણી વહ્યા હતા. રસ્તાઓ જાણે કે નદી બન્યા હોય એમ ગ્રામ્ય વિસ્તારના માર્ગો પર વરસાદી પાણી ફરી વળ્યા હતા. મોડાસા અને માલપુરમાં પણ મુખ્ય માર્ગોની સ્થિતિ આવી જ જોવા મળી હતી.",
    ],
    tag: ["Bisy LMS", "Design", "General"],
  },
  {
    id: 5,
    category: "entertainment",
    title: "ભારતમાં રમાશે 2025 એશિયા કપ, જાણો કેવું હશે ફોર્મેટ? આ દેશ 2027 એશિયા કપની યજમાની કરશે",
    time: "jul 29, 2024",
    important: 1,
    shortTitle: "right title",
    image: cricket,
    comment: 10,
    centerImage: BlogImg1,
    paragraphs: [
      "Asia Cup 2025 Date: ભારત એશિયા કપ 2025 ની યજમાની કરશે. ઉપરાંત, આ ટૂર્નામેન્ટ T20 ફોર્મેટમાં રમાશે. આ પછી બાંગ્લાદેશ એશિયા કપ 2027ની યજમાની કરશે.",
      "ગયા વર્ષે, રોહિત શર્માની આગેવાની હેઠળની ભારતીય ટીમે ફાઇનલમાં શ્રીલંકાને હરાવીને એશિયા કપ જીત્યો હતો. તે જ સમયે, હવે એશિયા કપ 2025 સંબંધિત મોટી માહિતી સામે આવી રહી છે. ભારત એશિયા કપ 2025ની યજમાની કરશે. ઉપરાંત, આ ટૂર્નામેન્ટ T20 ફોર્મેટમાં રમાશે. આ પછી બાંગ્લાદેશ એશિયા કપ 2027ની યજમાની કરશે. આ ટુર્નામેન્ટ ODI ફોર્મેટમાં રમાશે. અગાઉ ગયા વર્ષે એશિયા કપ શ્રીલંકાની ધરતી પર રમાયો હતો. જેમાં ટીમ ઈન્ડિયાએ ફાઇનલમાં શ્રીલંકાને હરાવીને ટાઈટલ જીત્યું હતું.",
      "વાસ્તવમાં ટી20 વર્લ્ડ કપ 2026માં રમાવાનો છે. આ જોતાં એશિયા કપ 2025નું ફોર્મેટ ટી20 હશે, જેથી ટીમો પોતાની તૈયારીમાં સુધારો કરી શકે. તે જ સમયે, ODI વર્લ્ડ કપ 2027 દક્ષિણ આફ્રિકાની ધરતી પર રમાવાનો છે. આ વર્લ્ડ કપની સારી તૈયારીઓ માટે એશિયા કપ 2027નું ફોર્મેટ 50 50 ઓવરનું હશે.",
      "એશિયા કપનું આયોજન એશિયન ક્રિકેટ કંટ્રોલ દ્વારા કરવામાં આવે છે. આ ટુર્નામેન્ટના ઈતિહાસ પર નજર કરીએ તો ભારત અત્યાર સુધીની સૌથી સફળ ટીમ રહી છે. ભારતે રેકોર્ડ 8 વખત એશિયા કપ જીત્યો છે. જેમાં 7 વખત ODI ફોર્મેટ અને એકવાર T20 ફોર્મેટનો સમાવેશ થાય છે. ભારત પછી શ્રીલંકા સૌથી સફળ ટીમ છે. આ ટીમે 6 વખત એશિયા કપ ટ્રોફી જીતી છે. જ્યારે ભારત અને શ્રીલંકા વચ્ચે પાકિસ્તાન ત્રીજા સ્થાને છે. અત્યાર સુધી પાકિસ્તાન માત્ર બે વખત જ એશિયા કપ ટાઈટલ જીતવામાં સફળ રહ્યું છે.",
      "તમને જણાવી દઈએ કે એશિયા કપ 2023ની ફાઇનલમાં ટીમ ઈન્ડિયાએ શ્રીલંકાને આસાનીથી હરાવ્યું હતું. પ્રથમ બેટિંગ કરવા આવેલી શ્રીલંકાની ટીમ 15.2 ઓવરમાં 50 રનમાં ઓલઆઉટ થઈ ગઈ હતી. આ રીતે રોહિત શર્માની આગેવાની હેઠળની ભારતીય ટીમને 51 રનનો આસાન ટાર્ગેટ મળ્યો હતો. ટીમ ઈન્ડિયાએ કોઈ પણ વિકેટ લીધા વિના 6.1 ઓવરમાં લક્ષ્ય હાંસલ કરી લીધું હતું. આ રીતે ભારતીય ટીમ રેકોર્ડ આઠમી વખત એશિયા કપ ચેમ્પિયન બની છે.",
      "તમને જણાવી દઈએ કે ભારતીય ટીમ એશિયા કપ 203ની મેચ રમવા માટે પાકિસ્તાન ગઈ ન હતી. ભારતની મેચો શ્રીલંકામાં હાઇબ્રિડ મોડલ હેઠળ રમાતી હતી. ભારતીય ટીમ છેલ્લે 2008માં એશિયા કપ રમવા પાકિસ્તાન ગઈ હતી.",
    ],
    tag: ["Bisy LMS", "Design", "General"],
  },
];

export const RightSideData = [
  {
    category: "sport",
    image: BlogImg3,
  },
  {
    category: "budget",
    image: BlogImg2,
  },
  {
    category: "business",
    image: BlogImg2,
  },
  {
    category: "entertainment",
    image: BlogImg2,
  },
];
